driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/corrRecRecFirstActP4_Correlation/Input1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrRecRecFirstActTargetNamespace">
  <soapenv:Body>
    <urn:corrRecRecFirstActPart>
      <urn:string>input</urn:string>
    </urn:corrRecRecFirstActPart>
  </soapenv:Body>
</soapenv:Envelope>